Repository: EndarValuk/wingpanel-indicator-sound
Catalog: po/extra/*.po
Languages: uk

source: Sound Indicator
uk: Індикатор гучності

source: Adjust speaker and microphone volume or see Now Playing information and media controls
uk: Налаштуйте гучність динаміка та мікрофона або перегляньте відомості про звукову доріжку, яка зараз грає та елементи керування медіа

source: Minor updates
uk: Незначні оновлення

source: Use circle buttons for playback controls
uk: Круглі кнопки для керування відтворенням

source: Middle-clicking the microphone indicator no longer mutes monitors
uk: Клацання індикатора мікрофона середньою кнопкою миші більше не вимикає звук моніторів

source: Updated translations
uk: Оновлено переклади

source: Use device form factor when available to assign more accurate icons
uk: Використовувати формфактор пристрою, коли це можливо, для надання точніших піктограм

source: Provide a fallback device icon when none is available
uk: Забезпечено піктограму резервного пристрою, якщо вона недоступна

source: Fix missing switch animations
uk: Виправлено відсутність анімації перемикання

source: Use the volume step value from GNOME Settings Daemon
uk: Використовувати значення кроку гучності з фонової служби налаштувань GNOME

source: Show more specific icons for different types of devices
uk: Показ більшої кількості піктограм для різних типів пристроїв

source: New features
uk: Нові можливості

source: select specific input and output devices
uk: Вибір конкретних пристроїв введення та виведення

source: Hide temporary audio players when they stop
uk: Тимчасові аудіопрогравачі ховаються, коли вони зупиняються

source: Add a tooltip on hover
uk: Додано підказки під час наведення

source: Minor visual improvements
uk: Незначні покращення вигляду

source: Fix duplicate default player
uk: Виправлено дублювання типового програвача
